[
    {
      "id": 1,
      "name": "Dome Pendant",
      "description": "A Dome pendant light, sometimes called a drop or suspender, is a lone light fixture that hangs from the ceiling usually suspended by a cord, chain, or metal rod.[1] Pendant lights are often used in multiples, hung in a straight line over kitchen countertops and dinette sets or sometimes in bathrooms. Pendants come in a huge variety of sizes and vary in materials from metal to glass or concrete and plastic. Many modern pendants are energy-saving low voltage models and some use halogen or fluorescent bulbs. A billiard or island light is a longer pendant fixture, usually with long fluorescent or multiple incandescent bulbs, used over kitchen islands and billiard tables. They are sometimes considered a type of chandelier.It is a key component to understanding architectural lighting design and sometimes associated with interior design.",
      "price": "95.00",
      "img": "https://cdn.shopify.com/s/files/1/0432/0791/7732/products/17.1.jpg?v=1594630184"
    },
    {
      "id": 2,
      "name": "Novelty Pendant",
      "description": "A light fixture (US English), light fitting (UK English), or luminaire is an electrical device containing an electric lamp that provides illumination. All light fixtures have a fixture body and one or more lamps. The lamps may be in sockets for easy replacement—or, in the case of some LED fixtures, hard-wired in place.Fixtures may also have a switch to control the light, either attached to the lamp body or attached to the power cable. Permanent light fixtures, such as dining room chandeliers, may have no switch on the fixture itself, but rely on a wall switch.Fixtures require an electrical connection to a power source, typically AC mains power, but some run on battery power for camping or emergency lights. Permanent lighting fixtures are directly wired. Movable lamps have a plug and cord that plugs into a wall socket.",
      "price": "78.00",
      "img": "https://cdn.shopify.com/s/files/1/0432/0791/7732/products/16.1.jpg?v=1594628699"
    },
    {
      "id": 3,
      "name": "Cohen Light ",
      "description": "A Cohen Light, sometimes called a drop or suspender, is a lone light fixture that hangs from the ceiling usually suspended by a cord, chain, or metal rod.[1] Pendant lights are often used in multiples, hung in a straight line over kitchen countertops and dinette sets or sometimes in bathrooms. Pendants come in a huge variety of sizes and vary in materials from metal to glass or concrete and plastic. Many modern pendants are energy-saving low voltage models and some use halogen or fluorescent bulbs.A billiard or island light is a longer pendant fixture, usually with long fluorescent or multiple incandescent bulbs, used over kitchen islands and billiard tables. They are sometimes considered a type of chandelier.It is a key component to understanding architectural lighting design and sometimes associated with interior design.",
      "price": "96.00",
      "img": "https://cdn.shopify.com/s/files/1/0432/0791/7732/products/15.1.jpg?v=1594627256"
    },
    {
      "id": 4,
      "name": "Single Pendant",
      "description": "A billiard or island light is a longer pendant fixture, usually with long fluorescent or multiple incandescent bulbs, used over kitchen islands and billiard tables. They are sometimes considered a type of chandelier.Since pendant lights are typically smaller and placed in sets, it is important to follow general lighting rules to avoid creating poor lighting. An odd number of pendants is preferable to an even amount. Pendants should be placed high enough to allow an unobstructed view while either sitting or standing. Pendants should be placed 28-38 inches above a counter top, or 72 inches above the floor. ",
      "price": "22.00",
      "img": "https://cdn.shopify.com/s/files/1/0432/0791/7732/products/14.1.jpg?v=1594625403"
    },
    {
      "id": 5,
      "name": "Polyester Lamp",
      "description": "A lampshade is a fixture that covers the lightbulb on a lamp to diffuse the light it emits. Lampshades can be made out of a wide variety of materials like paper, glass, fabric or stone. Usually conical or cylindrical in shape, lampshades can be found on floor, desk, tabletop, or suspended lamps. The term can also apply to the glass hung under many designs of ceiling lamp. Beyond its practical purpose, significant emphasis is also usually given to decorative and aesthetic features. A lamp shade also serves to 'shade' human eyes from the direct glare of the light bulbs used to illuminate the lamp. Some lamp shades are also lined with a hard-backed opaque lining,[1] often white or gold, to reflect as much light as possible through the top and bottom of the shade while blocking light from emitting through the walls of the shade itself. In other cases, the shade material is deliberately decorative so that upon illumination it may emphasize a display of color and light emitting through the shade surface itself.",
      "price": "33.00",
      "img": "https://cdn.shopify.com/s/files/1/0432/0791/7732/products/11.1.jpg?v=1594615520"
    },
    {
      "id": 6,
      "name": "Light Drum Pendant",
      "description": "A light fixture or luminaire is a technical and professional term for the electrical fixtures used to hold a lamp—a light bulb—the light source.Wikimedia Commons has media related to Lighting fixtures.Note: The vernacular word lamp is often used casually when meaning a light fixture—luminaire: including a table lamp, hanging lamp, porch lamp, desk lamp, wall lamp, floor lamp, and numerous others; and in their components’ names such as lamp shade, lamp cord, and lamp switch.Therefore some articles in this category use 'lamp' in their title, but are about light fixtures.",
      "price": "78.00",
      "img": "https://cdn.shopify.com/s/files/1/0432/0791/7732/products/13.1.jpg?v=1594624914"
    },
    {
      "id": 7,
      "name": "Cotton Pendant",
      "description": "A Cotton  Pendant light, sometimes called a drop or suspender, is a lone light fixture that hangs from the ceiling usually suspended by a cord, chain, or metal rod.[1] Pendant lights are often used in multiples, hung in a straight line over kitchen countertops and dinette sets or sometimes in bathrooms. Pendants come in a huge variety of sizes and vary in materials from metal to glass or concrete and plastic. Many modern pendants are energy-saving low voltage models and some use halogen or fluorescent bulbs. A billiard or island light is a longer pendant fixture, usually with long fluorescent or multiple incandescent bulbs, used over kitchen islands and billiard tables. They are sometimes considered a type of chandelier.It is a key component to understanding architectural lighting design and sometimes associated with interior design.",
      "price": "35.00",
      "img": "https://cdn.shopify.com/s/files/1/0432/0791/7732/products/12.1.jpg?v=1594616410"
    },
    {
      "id": 8,
      "name": "Armed Sconce",
      "description": "A sconce is a type of light fixture that is fixed to a wall. The light is usually, but not always, directed upwards and outwards, rather than down. The sconce is a very old form of fixture, historically used with candles and oil lamps. Modern fittings are more often called wall lights or wall lamps for similar terms, especially if the light source is wholly covered by glass.They can provide general room lighting, and are common in hallways and corridors, but they may be mostly decorative.[1] A sconce may be a traditional torch, candle or gaslight, or a modern electric light source affixed in the same way.",
      "price": "45.00",
      "img": "https://cdn.shopify.com/s/files/1/0432/0791/7732/files/collection3.2.jpg?v=1594978540"
    },
    {
      "id": 9,
      "name": "WallSpot Light",
      "description": "WallSpot Light can be placed on both the interior and exterior walls of buildings. In pre-modern usage, these usually held candles and torches respectively. Historically, candle WallSpot Light were often made of silver or brass from the 17th century, with porcelain and ormolu coming into use during the 18th century. The light of the candle flame was often intensified by a reflecting backplate. Using brackets, the candle would be kept at safe distance from the wall.[2]Modern electric light fixture WallSpot Light are often used in hallways or corridors to provide both lighting and a point of interest in a long passage. Sconce height in a passageway is generally 3/4 of the distance up the wall as measured from the floor to the ceiling, and the distance between WallSpot Light on the wall is generally equal to the distance of the WallSpot Light from the floor, often alternating sides of the passageway.",
      "price": "75.00",
      "img": "https://cdn.shopify.com/s/files/1/0432/0791/7732/files/collection3.3.jpg?v=1594978625"
    },
    {
      "id": 10,
      "name": "Tapered Pendant",
      "description": "Endsley 1-Light Globe LED Pendant Available in a range of contemporary colour choices to suit any existing décor, this three-light pendant is ideal for casting a spotlight on special areas of your home. Well-suited for kitchen islands or highlighting a standout item of furniture, the pendant is also height adjustable, A billiard or island light is a longer pendant fixture, usually with long fluorescent or multiple incandescent bulbs, used over kitchen islands and billiard tables. They are sometimes considered a type of chandelier.It is a key component to understanding architectural lighting design and sometimes associated with interior design",
      "price": "65.00",
      "img": "https://cdn.shopify.com/s/files/1/0432/0791/7732/products/10.1.jpg?v=1594614439"
    }
  ]

 